260708_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/deportes/sergio-canales-sera-presentado-puerta-abierta-viernes-sardinero/20260708174331195447.html][Sergio Canales será presentado a puerta abierta este viernes en El Sardinero]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/lista-espera-dependencia-duplica-cantabria-semestre-negro-98-fallecidos-atender/20260708173529195445.html][La lista de espera de la dependencia se duplica en Cantabria en un semestre negro con 98 fallecidos sin atender]]
- [[https://eldiariocantabria.publico.es/articulo/santander/barrio-pesquero-saca-hombros-virgen/20260708172252195443.html][El Barrio Pesquero saca a hombros a su Virgen]]
- [[https://eldiariocantabria.publico.es/articulo/santander/gema-igual-espera-justicia-avisa-impacto-economico-suspende-feria-taurina-morante-contratado-dos-tardes/20260708171057195442.html][Gema Igual, a la espera de la Justicia, avisa del impacto económico si se suspende la Feria Taurina: "Morante ya está contratado dos tardes"]]
- [[https://eldiariocantabria.publico.es/articulo/santander/podemos-recurre-nuevo-transparencia-considerar-insuficiente-informacion-municipal-107-viviendas-primero-mayo/20260708165805195439.html][Podemos recurre de nuevo a Transparencia al considerar "insuficiente" la información municipal sobre las 107 viviendas de Primero de Mayo]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/politics/2026/07/08/shift-trump-praises-zelensky-will-let-ukraine-build-patriot-missiles/][In shift, Trump praises Zelensky, will let Ukraine build Patriot missiles]]
- [[https://www.washingtonpost.com/world/2026/07/08/trump-declares-ceasefire-with-iran-has-ended/][Trump says ceasefire with Iran is over, calling its leaders ‘scum’]]
- [[https://www.washingtonpost.com/world/2026/07/08/funeral-rites-irans-supreme-leader-shift-shiite-cities-iraq/][In Iraq, huge crowds mourning Iranian leader reveal limits of U.S. role]]
- [[https://www.washingtonpost.com/world/2026/07/07/tanker-fire-after-being-struck-strait-hormuz-british-military-says/][U.S. and Iran launch fresh strikes following attacks on commercial ships]]
- [[https://www.washingtonpost.com/world/2026/07/07/khameneis-funeral-highly-scripted-show-public-mourning-fury/][Foreign media were granted rare visas to cover Khamenei’s funeral. Here’s what our reporter saw.]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/ukraine-russia-war-trump-zelensky-d4e32b59][Trump Says He Supports Ukrainian Long-Range Strikes Deep Inside Russia]]
- [[https://www.wsj.com/world/middle-east/iran-is-leveraging-khameneis-martyr-like-legacy-to-rally-support-abroad-64e5fbbc][Iran Is Leveraging Khamenei’s Martyr-Like Legacy to Rally Support Abroad]]
- [[https://www.wsj.com/world/trump-says-ceasefire-with-iran-is-over-6cf9675e][Trump Says Ceasefire With Iran Is Over After Latest Attacks]]
- [[https://www.wsj.com/world/europe/forgetting-the-holocaust-and-the-battle-for-the-soul-of-germany-6c6227a8][Forgetting the Holocaust and the Battle for the Soul of Germany]]
- [[https://www.wsj.com/world/middle-east/u-s-revokes-waiver-allowing-sale-of-iranian-oil-b6eb5620][U.S. and Iran Exchange Strikes in Latest Threat to Fragile Ceasefire]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/international/live/2026/07/08/en-direct-guerre-au-moyen-orient-les-etats-unis-pourraient-frapper-l-iran-plus-en-profondeur-dans-la-nuit-selon-pete-hegseth-le-secretaire-d-etat-a-la-defense_6721826_3210.html][EN DIRECT, guerre au Moyen-Orient : les Etats-Unis pourraient frapper l’Iran « plus en profondeur » dans la nuit, selon Pete Hegseth, le secrétaire d’Etat à la défense]]
- [[https://www.lemonde.fr/politique/article/2026/07/08/presidentielle-2027-marine-le-pen-abrege-un-premier-deplacement-de-campagne-chahute_6721871_823448.html][Présidentielle 2027 : Marine Le Pen abrège un premier déplacement de campagne chahuté]]
- [[https://www.lemonde.fr/international/live/2026/07/08/en-direct-guerre-en-ukraine-le-gouvernement-russe-interdit-les-exportations-de-gazole-en-raison-des-penuries-provoquees-par-les-frappes-ukrainiennes_6720832_3210.html][EN DIRECT, guerre en Ukraine : le gouvernement russe interdit les exportations de gazole en raison des pénuries provoquées par les frappes ukrainiennes]]
- [[https://www.lemonde.fr/international/article/2026/07/08/sa-prothese-lui-fait-mal-mais-il-supporte-pour-ne-pas-montrer-qu-il-est-different-a-gaza-le-traumatisme-des-enfants-mutiles-de-guerre_6721856_3210.html][« Sa prothèse lui fait mal, mais il supporte pour ne pas montrer qu’il est différent » : à Gaza, le traumatisme des enfants mutilés de guerre]]
- [[https://www.lemonde.fr/planete/live/2026/07/08/en-direct-canicule-uber-eats-et-deliveroo-suspendront-les-livraisons-l-apres-midi-dans-les-departements-en-vigilance-rouge-vers-une-aggravation-du-niveau-d-alerte-en-france_6720911_3244.html][EN DIRECT, canicule : un quart des trains Intercités et quelques TGV annulés jusqu’à jeudi en raison des très fortes chaleurs ; vers une « aggravation » du niveau d’alerte en France]]

*** Le Figaro

- [[https://www.lefigaro.fr/politique/preservation-de-la-liberte-de-l-electeur-ce-principe-juridique-qui-a-sauve-marine-le-pen-20260708][«Préservation de la liberté de l’électeur» : ce principe juridique qui a sauvé Marine Le Pen]]
- [[https://www.lefigaro.fr/politique/en-direct-presidentielle-2027-marine-le-pen-lance-sa-campagne-avec-jordan-bardella-dans-la-sarthe-ce-mercredi-20260708][EN DIRECT - Condamnation de Marine Le Pen : la Cour de cassation «pourrait» se prononcer «au plus tard début avril 2027»]]
- [[https://www.lefigaro.fr/politique/condamnation-de-marine-le-pen-nous-continuerons-d-actionner-tous-les-recours-assure-louis-aliot-20260708][Condamnation de Marine Le Pen : «Nous continuerons d’actionner tous les recours», assure Louis Aliot]]
- [[https://www.lefigaro.fr/politique/presidentielle-2027-les-sympathisants-rn-valident-la-candidature-de-marine-le-pen-mais-redoutent-une-campagne-perturbee-20260708][Présidentielle 2027 : les sympathisants RN valident la candidature de Marine Le Pen mais redoutent une campagne perturbée]]
- [[https://www.lefigaro.fr/elections/presidentielles/presidentielle-2027-marine-le-pen-finalement-candidate-apres-le-coup-de-theatre-judiciaire-20260707][Présidentielle 2027 : Marine Le Pen, finalement candidate après le coup de théâtre judiciaire]]

** 🇬🇧 Reino Unido

