260708_day_briefing.org
*** BBC News

- [[https://www.bbc.co.uk/news/articles/clyw8w1g409o?at_medium=RSS&at_campaign=rss][Trump says ceasefire is 'over' after US and Iran trade strikes]]
- [[https://www.bbc.co.uk/news/videos/cn94nqzwpxwo?at_medium=RSS&at_campaign=rss][US strikes target Iranian military boats]]
- [[https://www.bbc.co.uk/news/articles/cq819jyp2g7o?at_medium=RSS&at_campaign=rss][German doctor jailed for murder of 15 patients and suspected of more]]
- [[https://www.bbc.co.uk/news/articles/cvgdlprp1r3o?at_medium=RSS&at_campaign=rss][Will Le Pen rise again? French nationalist leader defiant after court's ruling]]
- [[https://www.bbc.co.uk/news/articles/c0qyvkgndzpo?at_medium=RSS&at_campaign=rss][Teenager arrested after two girls, 13, seriously injured in German school attack]]

*** The Guardian

- [[https://www.theguardian.com/global-development/2026/jul/07/catnip-lotion-as-effective-as-deet-at-repelling-mosquitoes-study-finds][Catnip lotion as effective as Deet at repelling mosquitoes, study finds]]
- [[https://www.theguardian.com/technology/2026/jul/07/elon-musk-doge-cuts-usaid-ebola][What will define Elon Musk’s legacy? Doge cuts to USAID Ebola programs]]
- [[https://www.theguardian.com/world/2026/jul/07/charged-liberia-200kg-cocaine-seized-drug-bust][Five charged in Liberia after more than 200kg of cocaine seized in drug bust]]
- [[https://www.theguardian.com/world/2026/jul/04/archaeologists-uncover-ancient-byzantine-city-in-egypts-western-desert][Archaeologists uncover ancient Byzantine city in Egypt’s western desert]]
- [[https://www.theguardian.com/world/2026/jul/04/el-obeid-aid-workers-sudan-war-drone-strikes][‘The situation is terrible’: aid workers on life in Sudanese city pummelled by drone strikes]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/meloni-trump-non-mi-pento-nulla-punto-all-unita-dell-occidente-AJJ4mnC][Meloni: pronti a aumentare spese militari, ma con i nostri tempi e modi]]
- [[https://www.ilsole24ore.com/art/arriva-italia-terza-ondata-calore-attesi-39-gradi-pianura-padana-AJ7M5lC][Terza ondata di calore in Italia: fino a 39 gradi in Pianura Padana e allerta sanitaria dell’OMS]]
- [[https://www.ilsole24ore.com/art/dalla-carta-giovani-automatica-riordino-servizio-civile-ddl-giovani-e-legge-AJBW0fB][Dalla Carta giovani automatica al riordino del servizio civile: ok della Camera al Ddl giovani]]
- [[https://www.ilsole24ore.com/art/il-sole-24-ore-i-vincitori-journalism-science-alliance-grant-lab24-AJ9ZzeC][Il Sole 24 Ore tra i vincitori del Journalism Science Alliance Grant con Lab24]]
- [[https://www.ilsole24ore.com/art/per-l-unita-stop-pubblicazioni-trattativa-il-pd-l-acquisizione-AJs8GfC][Per l’Unità stop alle pubblicazioni. Trattativa con il Pd per l’acquisizione]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/germany/new-information-in-the-nazi-database-what-you-need-to-know-about-the-ss-a-f7e09472-e9da-4b11-9846-87f1778116e3#ref=rss][New Information in the Nazi Database: What You Need to Know About the SS]]
- [[https://www.spiegel.de/international/world/250-years-american-democracy-has-survived-250-years-but-can-it-survive-trump-a-be95063c-4765-403b-ba95-231b2196a9f1#ref=rss][250 Years: American Democracy Has Survived 250 Years, But Can It Survive Trump?]]
- [[https://www.spiegel.de/international/world/in-trumps-colony-does-the-us-really-hold-the-reins-in-venezuela-a-858ba1f1-8b06-48c2-a2bf-340abe876f18#ref=rss][In Trump's Colony: Does the US Really Hold the Reins in Venezuela?]]
- [[https://www.spiegel.de/international/world/the-minab-attack-did-the-united-states-commit-a-war-crime-in-iran-a-24f05985-fc36-4d01-9c00-ee4f218bc071#ref=rss][The Minab Attack: Did the United States Commit a War Crime in Iran?]]
- [[https://www.spiegel.de/international/world/climate-change-in-oceania-tuvalu-is-tired-of-the-prophets-of-doom-a-53a59063-c102-4f4e-9946-08b4189343b5#ref=rss][Climate Change in Oceania: Tuvalu Is Tired of the Prophets of Doom]]

*** Deutsche Welle

- [[https://www.dw.com/en/us-birthright-citizenship-ruling-eases-fears-among-indians/a-77879632?maca=en-rss-en-world-4025-rdf][US birthright citizenship ruling eases fears among Indians]]
- [[https://www.dw.com/en/renewed-us-iran-war-would-hit-gulf-countries-hard/a-77876781?maca=en-rss-en-world-4025-rdf][Renewed US-Iran war would hit Gulf countries hard]]
- [[https://www.dw.com/en/what-s-behind-hamas-s-move-to-dissolve-gaza-government/a-77876196?maca=en-rss-en-world-4025-rdf][What's behind Hamas's move to dissolve Gaza government]]
- [[https://www.dw.com/en/dr-congo-tensions-mount-over-planned-constitutional-referendum/a-77859643?maca=en-rss-en-world-4025-rdf][DR Congo: Tensions mount over planned constitutional referendum]]
- [[https://www.dw.com/en/how-iran-uses-the-strait-of-hormuz-to-pressure-the-us/a-77870807?maca=en-rss-en-world-4025-rdf][How Iran uses the Strait of Hormuz to pressure the US]]

** 🇧🇷 Brasil

