260708_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/07/venezuela-pede-a-onu-alivio-de-sancoes-para-reconstruir-pais-apos-terremotos.shtml][Venezuela pede à ONU alívio de sanções para reconstruir país após terremotos]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/07/assista-aos-melhores-momentos-dos-ultimos-jogos-da-copa-do-mundo.shtml][Assista aos melhores momentos dos últimos jogos da Copa do Mundo]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/voceviu/2026/07/reporter-do-mais-voce-luiza-zveiter-relembra-perda-de-mais-de-70-kg-vale-a-pena.shtml][Repórter do 'Mais Você', Luiza Zveiter relembra perda de mais de 70 kg: 'Vale a pena']]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2026/07/novo-superiate-de-neymar-ja-esta-a-caminho-do-rio-de-janeiro-conheca.shtml][Novo superiate de Neymar já está a caminho do Rio de Janeiro; conheça]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/07/preparacao-fisica-de-arbitros-da-copa-do-mundo-se-assemelha-a-de-jogadores-de-selecoes.shtml][Preparação física de árbitros da Copa do Mundo se assemelha à de jogadores de seleções]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
